Repository: Klainus/timecapsule-flutter-main
Catalog: packages/app_l10n/lib/src/l10n/app_*.arb
Languages: sv

# navigationHome
source: Home
sv: Hem

# navigationSettings
source: Settings
sv: Inställningar

# settingsPageTitle
source: Settings
sv: Inställningar

# settingsThemeTitle
source: Theme
sv: Tema

# generalServerError
source: Something went wrong.
sv: Något gick fel.

# backButtonText
source: Back
sv: Tillbaka

# noResults
source: No results found.
sv: Hittade inga resultat.

# emailEmpty
source: Email is required.
sv: E-postadressen får inte vara tom.

# createAccountAction
source: Create Account
sv: Skapa konto

# createAccountPageTitle
source: Create Account
sv: Skapa konto

# createAccountSubtitle
source: Create an account to get started.
sv: Fyll i dina uppgifter för att skapa ett konto.

# createAccountButton
source: Create Account
sv: Skapa konto

# passwordCriteriaTitle
source: The password must contain:
sv: Lösenordet måste innehålla:

# passwordCriteriaCharacters
source: At least 8 characters
sv: Minst 8 tecken

# passwordCriteriaLetter
source: At least 1 letter
sv: Minst 1 bokstav

# passwordCriteriaNumber
source: At least 1 number
sv: Minst 1 siffra

# policyLinksInfoPart1
source: By creating an account, you agree to our
sv: Genom att registrera dig godkänner du våra

# policyLinksInfoPart2
source: and
sv: och

# policyLinksTerms
source: Terms of Service
sv: villkor

# policyLinksDataHandling
source: Data Handling
sv: datahanteringspolicy

# loginAction
source: Login
sv: Logga in

# loginPageTitle
source: Login
sv: Logga in

# loginFormCallToAction
source: Login
sv: Logga in

source: Invalid credentials.
sv: Felaktig e-post eller lösenord.

# emailUnverified
source: Email is unverified.
sv: E-postadressen är inte verifierad.

# passwordEmpty
source: Password is required.
sv: Lösenordet får inte vara tomt.

# enableAnalyticsTitle
source: Enable analytics
sv: Hjälp oss förbättra appen

# enableAnalyticsSubtitle
source: Allow us to collect and analyze data so we can improve the app.
sv: Tillåt oss att samla och analysera data så vi kan förbättra appen.

# enableAnalyticsAction
source: Enable analytics
sv: Aktivera datainsamling

# skipAnalyticsAction
source: Skip
sv: Hoppa över

# logOutAction
source: Log out
sv: Logga ut
